Repository: SS-FS-58/sallon_golang
Catalog: static/locale/gr/LC_MESSAGES/gr.po
Languages: el_gr

source: Register
el_gr: Εγγραφή

source: Dashboard
el_gr: Πίνακας ελέγχου

source: Login
el_gr: Είσοδος

source: Username
el_gr: Όνομα χρήστη

source: Password
el_gr: Κωδικός

source: Forgot your password?
el_gr: Ξεχάσατε τον κωδικό σας;

source: Let's go
el_gr: Είσοδος

source: Discover all the features it has to offer
el_gr: Ανακαλύψτε όλα τα χαρακτηριστικά που έχει να προσφέρει

source: Customer Management
el_gr: Διαχείριση πελάτη

source: Your customers are rewarded as they buy and can redeem their reward when a limit is reached.
el_gr: Οι πελάτες σας ανταμείβονται καθώς αγοράζουν και μπορούν να εξαργυρώσουν την ανταμοιβή τους όταν επιτευχθεί ένα όριο.

source: Customer Calendar
el_gr: Εορτολόγιο πελατών

source: Detailed traffic and customer history
el_gr: Αναλυτική κίνηση και ιστορικό πελάτη

source: Notes and historical data per customer
el_gr: Σημειώσεις και ιστορικότητα ανα πελάτη

source: Get instant access
el_gr: Άμεση πρόσβαση

source: Get instant access from your laptop, PC, mobile or tablet
el_gr: Άμεση πρόσβαση από τον φορητό υπολογιστή, τον υπολογιστή, το κινητό ή το tablet σας

source: Cost management
el_gr: Διαχείριση εξόδων

source: Automatic reminders with sms and email
el_gr: Αυτόματες υπενθυμίσεις με sms και email

source: Automatic backup of data
el_gr: Αυτόματη δημιουργία αντιγράφων ασφαλείας

source: Warehouse Management
el_gr: Διαχείριση αποθήκης

source: Stock management
el_gr: Διαχείριση αποθέματος ειδών

source: Supplier Management
el_gr: Διαχειριση Προμηθευτων

source: Looking to login?
el_gr: Θέλετε να συνδεθείτε;

source: Your username
el_gr: Το όνομα χρήστη σας

source: Enter email
el_gr: Εισαγάγετε το email

source: Password Confirmation
el_gr: Επιβεβαίωση κωδικού πρόσβασης

source: Your Forename
el_gr: Το όνομα σας

source: Your Surname
el_gr: Το επώνυμό σας

source: Work Telephone
el_gr: Τηλέφωνο εργασίας

source: Mobile Telephone
el_gr: Κινητό τηλέφωνο

source: Upload Logo
el_gr: Ανεβάστε Logo

source: Browse…
el_gr: Αναζήτηση...

source: Create Account
el_gr: Δημιουργήστε λογαριασμό

source: Remember Me
el_gr: Να με θυμάσαι

source: or VAT Number
el_gr: ή το ΑΦΜ σας

source: Role
el_gr: Ρόλος

source: Administrator
el_gr: Διαχειριστής

source: Shop
el_gr: Κατάστημα

source: Toggle navigation
el_gr: Εναλλαγή πλοήγησης

source: My Profile
el_gr: Το προφίλ μου

source: Settings
el_gr: Ρυθμίσεις

source: Logout
el_gr: Αποσυνδέση

source: Overview
el_gr: Επισκόπηση

source: Stats
el_gr: Στατιστικά

source: Bookings
el_gr: Κρατήσεις

source: Calendar
el_gr: Ημερολόγιο

source: Booking List
el_gr: Λίστα κρατήσεων

source: Customers
el_gr: Πελάτες

source: View customers
el_gr: Προβολή πελατών

source: Cashier
el_gr: Ταμείο

source: Campaigns
el_gr: Καμπάνιες

source: Facebook Campaigns
el_gr: Καμπάνιες Facebook

source: Google Campaigns
el_gr: Καμπάνιες Google

source: Sms Campaigns
el_gr: Καμπάνιες Sms

source: Email Campaigns
el_gr: Καμπάνιες Email

source: Reports
el_gr: Αναφορές

source: Sales Report
el_gr: Αναφορά πωλήσεων

source: Revenue - Expenses
el_gr: Έσοδα - Έξοδα

source: Customers with points
el_gr: Πελάτες με πόντους

source: Pending Days
el_gr: Ημέρες με εκκρεμοτητες

source: Stores
el_gr: Καταστήματα

source: Employees
el_gr: Εργαζόμενοι

source: Suppliers
el_gr: Προμηθευτές

source: Products
el_gr: Προϊόντα

source: Services
el_gr: Υπηρεσίες

source: Rewards
el_gr: Ανταμοιβές

source: Promotions
el_gr: Προσφορές

source: Recommendations
el_gr: Συστάσεις

source: Store settings
el_gr: Ρυθμίσεις Καταστήματος

source: Search...
el_gr: Αναζήτηση...

source: Search
el_gr: Αναζήτηση

source: View your store
el_gr: Δείτε το κατάστημά σας

source: Notifications
el_gr: Ειδοποιήσεις

source: Terms and Conditions
el_gr: Οροι και Προϋποθέσεις

source: Support
el_gr: Υποστήριξη

source: Contact us
el_gr: Επικοινωνήστε μαζί μας

source: Income
el_gr: Έσοδα

source: Expenses
el_gr: Έξοδα

source: Billing History
el_gr: Ιστορικό χρεώσεων

source: Cancelations Report
el_gr: Αναφορά ακυρώσεων

source: Here you can find all your store settings You can add new stores edit details or change passwords from your stores
el_gr: Εδώ μπορείτε να βρείτε όλες τις ρυθμίσεις του καταστήματός σας Μπορείτε να προσθέσετε νεα καταστήματα να επεξεργαστείτε λεπτομέρειες ή να αλλάξετε τους κωδικούς πρόσβασης από τα καταστήματά σας

source: Add new shop
el_gr: Προσθήκη νέου καταστήματος

source: Add
el_gr: Προσθήκη

source: Brand Name
el_gr: Όνομα καταστήματος

source: Vat Number
el_gr: Α.Φ.Μ

source: Address
el_gr: Διεύθυνση

source: Tax Office
el_gr: Δ.Ο.Υ

source: Creation Date
el_gr: Ημερομηνία δημιουργίας

source: Actions
el_gr: Ενέργειες

source: Close
el_gr: Κλείσιμο

source: New Shop
el_gr: Νέο κατάστημα

source: The VAT number already exist.
el_gr: Ο αριθμός Α.Φ.Μ υπάρχει ήδη.

source: *VAT number exists
el_gr: * Υπάρχει ο αριθμός Α.Φ.Μ

source: Your VAT Number
el_gr: Ο αριθμός Α.Φ.Μ σας

source: Company Name
el_gr: Όνομα Εταιρίας

source: Enter your address
el_gr: Εισάγετε τη διεύθυνσή σας

source: Street address
el_gr: διεύθυνση

source: City
el_gr: Πόλη

source: State
el_gr: Πολιτεία

source: Zip Code
el_gr: Ταχ. κώδικας

source: Country
el_gr: Χώρα

source: Save changes
el_gr: Αποθήκευση αλλαγών

source: Search records
el_gr: Αναζήτηση...

source: All
el_gr: Ολα

source: Are you sure?
el_gr: Είστε σίγουροι;

source: You will not be able to recover this store!
el_gr: Δεν θα είστε σε θέση να ανακτήσετε αυτό το κατάστημα!

source: Yes, delete it!
el_gr: Ναι, διαγράψτε το!

source: No, keep it
el_gr: Όχι, κρατήστε το

source: Deleted!
el_gr: Διαγράφηκε!

source: Your store has been deleted.
el_gr: Το κατάστημά σας έχει διαγραφεί.

source: Cancelled
el_gr: Ακυρώθηκε

source: Your store is safe :)
el_gr: Το κατάστημά σας είναι ασφαλές :)

source: Select country if you want to add bank holidays to the calendar
el_gr: Επιλέξτε χώρα, εάν θέλετε να προσθέσετε τις αργίες στο ημερολόγιο

source: Include Bank Holidays
el_gr: Συμπεριλάβετε αργίες

source: Exclude Bank Holidays
el_gr: Να μην συμπεριλάβετε αργίες

source: Select Coundry
el_gr: Επιλέξτε χώρα

source: Change country if you want to add bank holidays to the calendar
el_gr: Αλλάξτε τη χώρα εάν θέλετε να προσθέσετε τις αργίες στο ημερολόγιο

source: Here you can find all your suppliers settings You can add new suppliers edit details you will need at least one supplier if you want to add products
el_gr: Εδώ μπορείτε να βρείτε όλες τις ρυθμίσεις των προμηθευτών σας Μπορείτε να προσθέσετε νέο προμηθευτή να τον επεξεργαστείτε θα χρειαστείτε τουλάχιστον έναν προμηθευτή εάν θέλετε να προσθέσετε προϊόντα

source: Supplier Name
el_gr: Όνομα προμηθευτή

source: Field of Business
el_gr: Τομέας Επιχείρησης

source: Website
el_gr: Σελίδα

source: Active
el_gr: Ενεργό

source: Add new supplier
el_gr: Προσθέστε νέο προμηθευτή

source: New Supplier
el_gr: Νέος προμηθευτής

source: Enter the address
el_gr: Εισαγάγετε τη διεύθυνση

source: Enter your email
el_gr: Συμπληρώστε το email σας

source: Enter the email
el_gr: Συμπληρώστε το email

source: You will not be able to recover this supplier!
el_gr: Δεν θα είστε σε θέση να ανακτήσετε αυτόν το προμηθευτή!

source: Your supplier has been deleted.
el_gr: Ο προμηθευτής σας έχει διαγραφεί.

source: Your supplier is safe :)
el_gr: Ο προμηθευτής σας είναι ασφαλής :)

source: Here you can find all your store services
el_gr: Εδώ μπορείτε να βρείτε όλες τις υπηρεσίες του καταστήματός σας

source: Add new service
el_gr: Προσθήκη νέας υπηρεσίας

source: Service Code
el_gr: Κωδικός υπηρεσίας

source: Service Name
el_gr: Όνομα υπηρεσίας

source: Price
el_gr: Τιμή

source: Discount
el_gr: Εκπτωση

source: Time
el_gr: Xρόνος

source: Add Service
el_gr: Προσθήκη υπηρεσίας

source: Your service name
el_gr: Το όνομα της υπηρεσίας σας

source: Service Time
el_gr: Χρόνος υπηρεσίας

source: Select duration
el_gr: Επιλέξτε τη διάρκεια

source: 15 minutes
el_gr: 15 λεπτά

source: 30 minutes
el_gr: 30 λεπτά

source: 45 minutes
el_gr: 45 λεπτά

source: 60 minutes
el_gr: 60 λεπτά

source: 1 hour 15 minutes
el_gr: 1 ώρα και 15 λεπτά

source: 1 hour 30 minutes
el_gr: 1 ώρα και 30 λεπτά

source: 1 hour 45 minutes
el_gr: 1 ώρα και 45 λεπτά

source: 2 hours
el_gr: 2 ώρες

source: 2 hours 30 minutes
el_gr: 2 ώρες και 30 λεπτά

source: 3 hours
el_gr: 3 ώρες

source: 3 hours 30 minutes
el_gr: 3 ώρες και 30 λεπτά

source: 4 hours
el_gr: 4 ώρες

source: Discount Price
el_gr: Τιμή έκπτωσης

source: You will not be able to recover this service!
el_gr: Δεν θα μπορείτε να ανακτήσετε αυτήν την υπηρεσία!

source: Your service has been deleted.
el_gr: Η υπηρεσία σας έχει διαγραφεί.

source: Your service is safe :)
el_gr: Η υπηρεσία σας είναι ασφαλής :)

source: Categories
el_gr: Κατηγορίες

source: Category Name
el_gr: Oνομα κατηγορίας

source: Add Category
el_gr: Προσθήκη κατηγορίας

source: Create
el_gr: Δημιουργία

source: Add Sub Category
el_gr: Προσθήκη υπο-κατηγορίας

source: Sub Category Name
el_gr: Όνομα υπο-κατηγορίας

source: Here you can find all your products You can add new products edit details and change product status also you can add or remove stock
el_gr: Εδώ μπορείτε να βρείτε όλα τα προϊόντα σας Μπορείτε να προσθέσετε νέα προϊόντα να τα επεξεργαστείτε και να αλλάξετε την κατάσταση του προϊόντος, μπορείτε επίσης να προσθέσετε ή να αφαιρέσετε απόθεμα

source: Add new product
el_gr: Προσθέστε νέο προϊόν

source: Code
el_gr: Κωδικός

source: Supplier
el_gr: Προμηθευτής

source: Store Name
el_gr: Όνομα καταστήματος

source: Product
el_gr: Προϊόν

source: Stock
el_gr: Απόθεμα

source: Can split
el_gr: Μπορεί να χωρίσει

source: Add Product
el_gr: Προσθήκη προϊόντος

source: Select supplier
el_gr: Επιλέξτε προμηθευτή

source: Product Name
el_gr: όνομα προϊόντος

source: Product ml
el_gr: ml προϊόντος

source: Product Price
el_gr: Τιμή προϊόντος

source: Product Stock
el_gr: Απόθεμα προϊόντος

source: Good job!
el_gr: Επιτυχία!

source: Successfully updated product to the database
el_gr: Έχετε ενημερώσει με επιτυχία το προϊόν στη βάση δεδομένων

source: Total Stores
el_gr: Kαταστήματα

source: View Stores
el_gr: Δείτε τα Καταστήματα

source: View your revenue
el_gr: Δείτε τα Εσοδα σας

source: Updated now
el_gr: Ενημέρωση τώρα

source: Revenue
el_gr: Εσοδα

source: Cancellations Today
el_gr: Ακυρώσεις σήμερα

source: View Cancellations
el_gr: Προβολή ακυρώσεων

source: Last day
el_gr: Χθές

source: Bookings Today
el_gr: Κρατήσεις σήμερα

source: View Bookings
el_gr: Προβολή κρατήσεων

source: Buy Credits Now
el_gr: Αγορά Credits τώρα

source: total earnings
el_gr: συνολικά κέρδη

source: Financial Statistics
el_gr: Χρηματοοικονομικά στατιστικά

source: Nameday - Birthday
el_gr: Γιορτή - Γενέθλια

source: You have
el_gr: Έχετε

source: with Nameday
el_gr: με γιορτή

source: with Birthday
el_gr: με γενέθλια

source: Name
el_gr: Ονομα

source: Reason
el_gr: Αιτία

source: No notifications
el_gr: Δεν υπάρχουν ειδοποιήσεις

source: Mark all as read
el_gr: Σημείωση όλων ως αναγνωσμένα

source: Show all
el_gr: Εμφάνιση όλων

source: Total customers this year
el_gr: Σύνολο πελατών φέτος

source: View all customers
el_gr: Προβολή όλων των πελατών

source: Total expenses this year
el_gr: Συνολικά έξοδα φέτος

source: View more details
el_gr: Δείτε περισσότερες λεπτομέρειες

source: Completed.
el_gr: που ολοκληρώθηκαν

source: Cancelled.
el_gr: που ακυρώθηκαν

source: Pending.
el_gr: με εκκρεμοτητες

source: Here you can find all your customers
el_gr: Εδώ μπορείτε να βρείτε όλους τους πελάτες σας

source: Add customer
el_gr: Προσθήκη Πελάτη

source: Gold customers
el_gr: Χρυσοί Πελάτες

source: Inactice customers
el_gr: Αδρανείς Πελάτες

source: Customers with birthdays
el_gr: Πελάτες με γενέθλια

source: Phone
el_gr: Τηλέφωνο

source: Points
el_gr: Πόντοι

source: Birthday
el_gr: Γενεθλια

source: Customer Name
el_gr: Όνομα πελάτη

source: Customer Surname
el_gr: Επώνυμο πελάτη

source: Customer Email
el_gr: Email πελάτη

source: Select gender
el_gr: Επιλέξτε φύλο

source: Male
el_gr: Άνδρας

source: Female
el_gr: Γυναίκα

source: Enter your mobile number
el_gr: Εισάγετε τον αριθμό του κινητού σας

source: Enter your home phone number
el_gr: Εισαγάγετε τον αριθμό τηλεφώνου

source: Date Of Birth
el_gr: Ημερομηνία γέννησης

source: Customer card
el_gr: Καρτελα πελατη

source: Insert Minimum Points
el_gr: Εισάγετε Ελάχιστους πόντους

source: Search for gold customers
el_gr: Αναζήτηση για χρυσούς πελάτες

source: Inactive customers
el_gr: Αδρανείς πελάτες

source: Select Date From
el_gr: Επιλέξτε Ημερομηνία από

source: Inactive From
el_gr: Αδρανείς από

source: Select Date To
el_gr: Επιλέξτε Ημερομηνία έως

source: Select Date
el_gr: Επιλέξτε Ημερομηνία

source: Inactive To
el_gr: Αδρανείς έως

source: Search for inactive customers
el_gr: Αναζήτηση ανενεργών πελατών

source: Search for customers with birthdays
el_gr: Αναζήτηση για πελάτες με γενέθλια

source: Add Walk-in Customer
el_gr: Προσθέστε Πελάτη λιανικής

source: Walk-in Customer
el_gr: Πελάτης λιανικής

source: Extra Bonus Points
el_gr: Επιπλέον μπόνους

source: Insert bonus points
el_gr: Εισάγετε bonus πόντους

source: Work Phone:
el_gr: Τηλέφωνο εργασίας:

source: Mobile Phone:
el_gr: Κινητό τηλέφωνο:

source: Company:
el_gr: Εταιρία:

source: Add Stores
el_gr: Προσθήκη καταστημάτων

source: Edit Profile
el_gr: Επεξεργασία προφίλ

source: Company
el_gr: Εταιρία

source: Buy subscription or credits
el_gr: Αγοράστε συνδρομή ή credits

source: Email address
el_gr: Διεύθυνση Email

source: First Name
el_gr: Ονομα

source: Last Name
el_gr: Επίθετο

source: Image Logo
el_gr: Λογότυπο

source: Clear
el_gr: Καθαρισμός

source: Update Profile
el_gr: Ανανέωση προφίλ

source: Cancel
el_gr: Ακύρωση

source: Subscription
el_gr: Συνδρομή

source: Update your Subscription
el_gr: Ανανεώστε την συνδρομή σας

source: Edit your profile
el_gr: Επεξεργαστείτε το προφίλ σας

source: Page Not Found
el_gr: Η σελίδα δεν βρέθηκε

source: Error 404
el_gr: Σφάλμα 404

source: The page you requested could not be found, either contact your webmaster or try again. Use your browsers Back button to navigate to the page you have previously come from.
el_gr: Η σελίδα που ζητήσατε δεν βρέθηκε, επικοινωνήστε με τον webmaster σας ή δοκιμάστε ξανά. Χρησιμοποιήστε το κουμπί Επιστροφή στο πρόγραμμα περιήγησης για να περιηγηθείτε στη σελίδα από την οποία προέρχονταν προηγουμένως.

source: Or you could just press this neat little button:
el_gr: Εναλλακτικά, μπορείτε να πατήσετε ακριβώς αυτό το μικρό κουμπί:

source: Take Me Home
el_gr: Πήγαινε με στην Aρχική

source: Home
el_gr: Αρχική

source: Automatic SMS and EMAIL
el_gr: Αυτόματα SMS και EMAIL

source: Send SMS notification on new customer bookings
el_gr: Αποστολή SMS ειδοποίησης σχετικά με νέες κρατήσεις πελατών

source: Message
el_gr: Μήνυμα

source: Text
el_gr: Κείμενο

source: booking reminder for [TIME] on [DATE] on [SALON NAME]
el_gr: υπενθύμιση κράτησης για [DATE] στις [TIME] στο [SALON NAME]

source: Remind the appointment to the client with an SMS
el_gr: Υπενθυμίστε το ραντεβού στον πελάτη με ένα SMS

source: Send Email notification on new customer bookings
el_gr: Αποστολή ειδοποίησης με email σχετικά με νέες κρατήσεις πελατών

source: Email Subject
el_gr: Το θέμα του email

source: Reservation reminder for [TIME] on [DATE] on [SALON NAME]
el_gr: Η υπενθύμιση κράτησης για [DATE] στις [TIME] στο [SALON NAME]

source: Submit
el_gr: Υποβολή

source: Remind the appointment to the client with an Email
el_gr: Υπενθυμίστε το ραντεβού στον πελάτη με ένα μήνυμα Email

source: Booking on available days
el_gr: Κράτηση στις διαθέσιμες ημέρες

source: Create one or more rules to limit reservations to specific days and time range.
el_gr: Δημιουργήστε έναν ή περισσότερους κανόνες για τον περιορισμό των κρατήσεων σε συγκεκριμένες ημέρες και χρονικά διαστήματα.

source: Monday
el_gr: Δευτέρα

source: Tuesday
el_gr: Τρίτη

source: Wednesday
el_gr: Τετάρτη

source: Thursday
el_gr: Πέμπτη

source: Friday
el_gr: Παρασκευή

source: Saturday
el_gr: Σάββατο

source: Sunday
el_gr: Κυριακή

source: This table represents your open days. Set carefully as it will affect your reservation system.
el_gr: Αυτός ο πίνακας αντιπροσωπεύει τις ανοιχτές ημέρες σας. Ορίστε προσεκτικά, καθώς θα επηρεάσει το σύστημα κρατήσεων σας.

source: Day
el_gr: Ημέρα

source: Day Of The Week
el_gr: Ημέρα της εβδομάδας

source: Time From
el_gr: Aπό Ώρα

source: Time To
el_gr: Έως Ωρα

source: Please select day of the week
el_gr: Παρακαλώ επιλέξτε ημέρα της εβδομάδος

source: Please select from time
el_gr: Παρακαλώ επιλέξτε από την ώρα

source: Please select to time
el_gr: Παρακαλώ εως την ώρα

source: Your working time has been deleted.
el_gr: Ο χρόνος εργασίας σας έχει διαγραφεί.

source: Greek
el_gr: Ελληνικά

source: English
el_gr: Αγγλικά

source: Language
el_gr: Γλώσσα

source: Sent
el_gr: Απεσταλμένα

source: For approval
el_gr: Προς έγκριση

source: Inactive
el_gr: Ανενεργό

source: Status
el_gr: Κατάσταση

source: Date
el_gr: Ημερομηνία

source: Campaign name
el_gr: Ονομα Καμπάνιας

source: From
el_gr: Από

source: To
el_gr: Εώς

source: Budget / Day
el_gr: Προϋπολογισμός / Ημέρα

source: Total Budget
el_gr: Συνολικός προϋπολογισμός

source: View
el_gr: Εμφάνιση

source: Edit
el_gr: Επεξεργασία

source: Remove
el_gr: Αφαίρεση

source: Opened
el_gr: Ανοιγμένα

source: Bounced
el_gr: Αναπήδησε

source: Junk
el_gr: Ανεπιθύμητα

source: Unsubscribed
el_gr: Διαγράφηκαν

source: Expenses List
el_gr: Λίστα εξόδων

source: Monthly Expenses target
el_gr: Στόχος μηνιαίων δαπανών

source: Weekly Expenses target
el_gr: Στόχος εβδομαδιαίων δαπανών

source: Total Expenses Today
el_gr: Συνολικά έξοδα σήμερα

source: Total Expenses target
el_gr: Συνολικός στόχος δαπανών

source: No
el_gr: Αριθμός

source: Service - Item
el_gr: Υπηρεσία - Είδος

source: Amount
el_gr: Ποσό

source: Add Row
el_gr: Προσθήκη γραμμής

source: Print
el_gr: Εκτύπωση

source: Save
el_gr: Αποθηκεύση

source: Expense Name
el_gr: Όνομα δαπάνης

source: Add Expense Price
el_gr: Προσθήκη Τιμή Δαπάνης

source: Select Cost Category
el_gr: Επιλέξτε κατηγορία Δαπάνης

source: Expense Price
el_gr: Ποσό Δαπάνης

source: Unpaid
el_gr: Απλήρωτο

source: Paid
el_gr: Πληρωμένο

source: Add Cost Category
el_gr: Προσθήκη κατηγορίας Δαπάνης

source: Cost Category Name
el_gr: Όνομα κατηγορίας Δαπάνης

source: Payment
el_gr: Πληρωμή

source: Income Name
el_gr: Όνομα εσόδου

source: Income List
el_gr: Λίστα εσόδου

source: Monthly Income target
el_gr: Στόχος μηνιαίων εσόδων

source: Weekly Income target
el_gr: Στόχος εβδομαδιαίων εσόδων

source: Total Income Today
el_gr: Συνολικά έσοδα σήμερα

source: Total Income target
el_gr: Συνολικός στόχος εσόδων

source: Add Employee
el_gr: Προσθήκη Εργαζόμενου

source: Employee Name
el_gr: Ονομα Εργαζόμενου

source: Display Order
el_gr: Σειρά εμφάνισης

source: Color
el_gr: Χρώμα

source: Employee Mobile Phone
el_gr: Κινητό τηλέφωνο Εργαζόμενου

source: Mobile Phone
el_gr: Κινητό τηλέφωνο

source: Home Phone
el_gr: Τηλέφωνο Οικίας

source: Update changes
el_gr: Ενημέρωση αλλαγών

source: Change Password
el_gr: Αλλαγή Κωδικού

source: Working hours
el_gr: Ωρες εργασίας

source: Day off
el_gr: Ρεπό

source: Select Store
el_gr: Επιλογή καταστήματος

source: Here you can find all your employees settings You can add new employees edit details change working stores or change display order on calendar
el_gr: Εδώ μπορείτε να βρείτε όλες τις ρυθμίσεις του προσωπικού σας Μπορείτε να προσθέσετε νεόυς εργαζόμενους να τους επεξεργαστείτε να αλλάξετε το κατάστημα εργασίας ή να αλλάξετε την σειρά εμφάνισης στο ημερολόγιο

source: To be approved
el_gr: Προς έγκριση

source: View your Campaigns
el_gr: Δείτε τις καμπάνιες σας

source: Bookings This week
el_gr: Κρατήσεις Αυτή την εβδομάδα

source: Bookings This Month
el_gr: Κρατήσεις Αυτό το μήνα

source: Bookings Last Month
el_gr: Κρατήσεις τελευταίου μήνα

source: View your Bookings
el_gr: Δείτε τις Κρατήσεις σας

source: View your Promotions
el_gr: Δείτε τις προσφορές σας

source: Promotions This week
el_gr: Προσφορές αυτή την εβδομάδα

source: Promotions This Month
el_gr: Προσφορές αυτό τον Μήνα

source: Promotions Last Month
el_gr: Προσφορές τελευταίου μήνα

source: Time / Days
el_gr: Χρόνος / Ημέρες

source: Promotion Text
el_gr: Κείμενο Προσφοράς

source: Promotion Title
el_gr: Τίτλος Προσφοράς

source: Store
el_gr: Κατάστημα

source: Services Promotions
el_gr: Προσφορές υπηρεσιών

source: Products Promotions
el_gr: Προσφορές προϊόντων

source: Add Promotion
el_gr: Προσθέστε προσφορά

source: Select promotion type
el_gr: Επιλέξτε τύπο Προσφοράς

source: Service
el_gr: Υπηρεσία

source: Days Duration
el_gr: Διάρκεια ημερών

source: Price discount
el_gr: Έκπτωση τιμής

source: Promotion Sale per % e.x. 10
el_gr: Έκπτωση Προσφοράς με % π.χ 10

source: Promotion Description
el_gr: Περιγραφή Προσφοράς

source: Edit Promotion
el_gr: Επεξεργασία προσφοράς

source: Please insert days duration
el_gr: Παρακαλώ εισάγετε τη διάρκεια των ημερών

source: Please insert promotion discount
el_gr: Παρακαλώ εισάγετε έκπτωση τις Προσφοράς

source: The promotion discount is not a number
el_gr: Η έκπτωση στην προσφορά δεν είναι ένας αριθμός

source: Please insert description
el_gr: Παρακαλώ εισάγετε περιγραφή

source: Please insert promotion title
el_gr: Παρακαλώ εισαγάγετε τον τίτλο προσφοράς

source: You will not be able to recover this promotion!
el_gr: Δεν θα μπορείτε να ανακτήσετε αυτήν την προσφορά!

source: Your promotion has been deleted.
el_gr: Η προσφορά σας έχει διαγραφεί.

source: Your promotion is safe :)
el_gr: Η προσφορά σας είναι ασφαλής :)

source: Here you can find all your store promotions you can promote service or product with discount value in time frame
el_gr: Εδώ μπορείτε να βρείτε όλες τις προωθητικές ενέργειες του καταστήματός σας και να προωθήσετε την υπηρεσία ή το προϊόν με εκπτωτική αξία στο χρονικό πλαίσιο

source: Successfully updated service to the database
el_gr: Η υπηρεσία ενημερώθηκε με επιτυχία στη βάση δεδομένων

source: you did not fill out one of the fields
el_gr: δεν συμπληρώσατε ένα από τα πεδία

source: Successfully insert service to the database
el_gr: Η υπηρεσία καταχωρηθηκε με επιτυχία στη βάση δεδομένων

source: The discount cannot exceed the value of the actual price
el_gr: Η έκπτωση δεν μπορεί να υπερβαίνει την αξία της πραγματικής τιμής

source: Successfully update supplier to the database
el_gr: Επιτυχής ενημέρωση προμηθευτή στη βάση δεδομένων

source: Successfully insert supplier to the database
el_gr: Επιτυχής εισαγωγή προμηθευτή στη βάση δεδομένων

source: Failed to insert Employee into database
el_gr: Αποτυχία εισαγωγής Εργαζόμενου στη βάση δεδομένων

source: Failed to get last insert id
el_gr: Αποτυχία λήψης του τελευταίου αναγνωριστικού εισαγωγής

source: Successfully insert product to the database
el_gr: Επιτυχής εισαγωγή του προϊόντος στη βάση δεδομένων

source: Successfully insert Employee to the database
el_gr: Εισάγατε επιτυχώς τον Εργαζόμενο στη βάση δεδομένων

source: Successfully updated Employee to the database
el_gr: Έχετε ενημερώσει με επιτυχία τον Εργαζόμενο στη βάση δεδομένων

source: Successfully update customer in to the database
el_gr: Επιτυχής ενημέρωση του πελατη στην βάση δεδομένων

source: Failed to insert into database
el_gr: Αποτυχία εισαγωγής στη βάση δεδομένων

source: Employee exists
el_gr: Ο Εργαζόμενος υπάρχει ήδη

source: Failed to update Employees in the Database
el_gr: Αποτυχία εισαγωγής του Εργαζόμενου στη βάση δεδομένων

source: Successfully Update Employees in the Database
el_gr: Επιτυχής ενημέρωση του Εργαζόμενου στην βάση δεδομένων

source: Failed to update Employee in the database
el_gr: Αποτυχία ενημέρωσης του Εργαζόμενου στη βάση δεδομένων

source: Successfully Updated Employee in the Database
el_gr: Επιτυχής ενημέρωση του Εργαζόμενου στην βάση δεδομένων

source: Product exists
el_gr: Το προϊόν υπάρχει ήδη
