Repository: SS-FS-58/sallon_golang
Catalog: static/locale/gr/LC_MESSAGES/gr.po
Languages: el_gr

source: Failed to insert product into database
el_gr: Δεν ήταν δυνατή η εισαγωγή προϊόντος στη βάση δεδομένων

source: Successfully Update product in the Database
el_gr: Επιτυχής ενημέρωση του προϊόντος στην βάση δεδομένων

source: Failed to update product in the Database
el_gr: Δεν ήταν δυνατή η ενημέρωση του προϊόντος στη βάση δεδομένων

source: Successfully Update propduct in the Database
el_gr: Επιτυχής ενημέρωση προϊόντος στη βάση δεδομένων

source: Successfully Updated product in the Database
el_gr: Επιτυχής ενημέρωση προϊόντος στη Βάση Δεδομένων

source: Please enter supplier VAT number
el_gr: Εισαγάγετε τον αριθμό ΑΦΜ του προμηθευτή

source: Please enter supplier name
el_gr: Παρακαλώ εισάγετε το όνομα προμηθευτή

source: Please enter the business field
el_gr: Εισαγάγετε το πεδίο επιχείρησης

source: Please enter supplier phone number
el_gr: Εισαγάγετε τον αριθμό τηλεφώνου προμηθευτή

source: Please enter supplier address
el_gr: Πληκτρολογήστε τη διεύθυνση προμηθευτή

source: Please enter supplier address number
el_gr: Πληκτρολογήστε τον αριθμό της διεύθυνσης προμηθευτή

source: The address number is not a number
el_gr: Ο αριθμός διεύθυνσης δεν είναι αριθμός

source: Please enter supplier route
el_gr: Εισαγάγετε τη διαδρομή προμηθευτή

source: Please enter supplier city
el_gr: Εισαγάγετε την πόλη προμηθευτή

source: Please enter supplier postal code
el_gr: Εισαγάγετε τον ταχυδρομικό κώδικα προμηθευτή

source: Please enter supplier country
el_gr: Παρακαλούμε εισάγετε χώρα προμηθευτή

source: Please enter supplier website
el_gr: Εισαγάγετε τον ιστότοπο του προμηθευτή

source: Please enter a valid email address
el_gr: Παρακαλώ εισάγετε μία έγκυρη διεύθυνση email

source: Please enter your username
el_gr: Εισαγάγετε το όνομα χρήστη σας

source: Please provide a password
el_gr: Καταχωρίστε έναν κωδικό πρόσβασης

source: Your password must be at least 5 characters long
el_gr: Ο κωδικός σας πρέπει να έχει μήκος τουλάχιστον 5 χαρακτήρων

source: Please enter the same password as above
el_gr: Πληκτρολογήστε τον ίδιο κωδικό πρόσβασης όπως παραπάνω

source: Please enter your forename
el_gr: Εισαγάγετε το όνομά σας

source: Please enter your surname
el_gr: Εισαγάγετε το επώνυμό σας

source: Please enter your company name
el_gr: Εισαγάγετε το όνομα της εταιρείας σας

source: Please enter your address
el_gr: Εισαγάγετε τη διεύθυνσή σας

source: Please enter your address number
el_gr: Πληκτρολογήστε τον αριθμό της διεύθυνσής σας

source: Please enter your route
el_gr: Εισαγάγετε τη διαδρομή σας

source: Please enter your city
el_gr: Παρακαλώ εισάγετε την πόλη σας

source: Please enter your postal code
el_gr: Εισαγάγετε τον ταχυδρομικό σας κωδικό

source: Please enter your country
el_gr: Πληκτρολογήστε τη χώρα σας

source: Please enter your phone number
el_gr: Εισαγάγετε τον αριθμό τηλεφώνου σας

source: The phone number is not a number
el_gr: Ο αριθμός τηλεφώνου δεν είναι αριθμός

source: Please enter your mobile number
el_gr: Εισαγάγετε τον αριθμό του κινητού σας

source: The mobile number is not a number
el_gr: Ο αριθμός κινητού δεν είναι ένας αριθμός

source: Please enter your VAT number
el_gr: Εισαγάγετε τον αριθμό ΑΦΜ σας

source: Please enter your tax office
el_gr: Παρακαλώ εισάγετε την εφορία σας

source: Please enter your product code
el_gr: Εισαγάγετε τον κωδικό προϊόντος σας

source: Please select supplier name
el_gr: Επιλέξτε όνομα προμηθευτή

source: Please select store
el_gr: Επιλέξτε κατάστημα

source: Please enter the product name
el_gr: Εισαγάγετε το όνομα του προϊόντος

source: Please enter product ML
el_gr: Εισαγάγετε τα ML του προϊόντος

source: The product ML is not a number
el_gr: Τα ML προϊόντος δεν είναι ένας αριθμός

source: Please enter the product price
el_gr: Εισαγάγετε την τιμή του προϊόντος

source: The product price is not a number
el_gr: Η τιμή του προϊόντος δεν είναι ένας αριθμός

source: Please enter the price per ml
el_gr: Εισαγάγετε την τιμή ανά ml

source: The product ml is not a number
el_gr: Τα ml του προϊόντος δεν είναι αριθμός

source: Please enter the product stock
el_gr: Εισαγάγετε το απόθεμα του προϊόντος

source: The product stock is not a number
el_gr: Το απόθεμα του προϊόντος δεν είναι αριθμός

source: Please enter employee name
el_gr: Παρακαλώ εισάγετε το όνομα υπαλλήλου

source: Please enter employee mobile phone number
el_gr: Εισαγάγετε αριθμό κινητού τηλεφώνου υπαλλήλου

source: Please enter employee home phone number
el_gr: Πληκτρολογήστε τον αριθμό τηλεφώνου του σπιτιού του εργαζομένου

source: Please enter display order
el_gr: Καταχωρίστε την σειρά εμφάνισης

source: The display order is not a number
el_gr: Η σειρά εμφάνισης δεν είναι αριθμός

source: Successfully insert walk-in customer to the database
el_gr: Εισαγάγετε με επιτυχία τον πελάτη λιανικής στη βάση δεδομένων

source: Please enter customer name
el_gr: Παρακαλώ εισάγετε το όνομα του πελάτη

source: Please enter surname name
el_gr: Εισαγάγετε το επώνυμο

source: Please select gender
el_gr: Παρακαλώ επιλέξτε το φύλο

source: The value is not a email address
el_gr: Η καταχώριση σας δεν είναι σε σωστή μορφή

source: Please select date of birth
el_gr: Επιλέξτε την ημερομηνία γέννησής

source: Successfully insert customer to the database
el_gr: Επιτυχής εισαγωγή του πελάτη στη βάση δεδομένων

source: Please enter phone number
el_gr: Εισαγάγετε τον αριθμό τηλεφώνου

source: Please enter the address
el_gr: Εισαγάγετε τη διεύθυνση

source: Please enter the address number
el_gr: Εισαγάγετε τον αριθμό διεύθυνσης

source: Please enter route
el_gr: Εισαγάγετε τη διαδρομή

source: Please enter the city
el_gr: Παρακαλώ εισάγετε την πόλη

source: Please enter the postal code
el_gr: Εισαγάγετε τον ταχυδρομικό κώδικα

source: Please enter the country
el_gr: Εισαγάγετε τη χώρα

source: Loading. Please wait...
el_gr: Φόρτωση. Παρακαλώ περιμένετε...

source: You do not have any data
el_gr: Δεν υπάρχουν δεδομένα

source: You do not have gold customers with:
el_gr: Δεν έχετε χρυσούς πελάτες με:

source: points or more.
el_gr: πόντοι ή περισσότερα.

source: You do not have inactive customers for :
el_gr: Δεν έχετε ανενεργούς πελάτες για:

source: to:
el_gr: έως:

source: You do not have any customers with birthdays for :
el_gr: Δεν έχετε πελάτες με γενέθλια για :

source: You do not have any data with :
el_gr: Δεν έχετε δεδομένα σχετικά με :

source: Cash
el_gr: Μετρητά

source: Credit Card
el_gr: Πιστωτική

source: Discounts / Gifts
el_gr: Εκπτώσεις / Δώρα

source: This Month
el_gr: Αυτό το μήνα

source: This Year
el_gr: Αυτό το έτος

source: Select From Date
el_gr: Επιλέξτε Από ημερομηνία

source: Select To Date
el_gr: Επιλέξτε Εως Ημερομηνία

source: Sales Report:
el_gr: Αναφορά Πωλήσεων:

source: Total Discount
el_gr: Συνολική έκπτωση

source: Sales of Services per Partner
el_gr: Πωλήσεις Υπηρεσιών ανά Συνεργάτη

source: Partner
el_gr: Συνεργάτης

source: Total
el_gr: Σύνολο

source: No. Services
el_gr: Αρ. Υπηρεσιών

source: Hours
el_gr: Ώρες

source: Revenue / hour
el_gr: Έσοδα/ώρα

source: Pieces
el_gr: Τεμάχια

source: Items quantity
el_gr: Ποσότητα ειδών

source: Product Sales per Partner
el_gr: Πωλήσεις Προϊόντων ανά Συνεργάτη

source: Sales of Services per Service
el_gr: Πωλήσεις Υπηρεσιών ανά Υπηρεσία

source: Product Sales by Product
el_gr: Πωλήσεις Προϊόντων ανά Προϊόν

source: Unfinished Canceled
el_gr: Ημιτελής ακυρώθηκαν

source: This Week
el_gr: Αυτή την εβδομάδα

source: Pending
el_gr: Εκκρεμότητες

source: Customer
el_gr: Πελάτης

source: Notice E-mail
el_gr: Ειδοποίηση E-mail

source: Notice Sms
el_gr: Ειδοποίηση Sms

source: Cancel Appointment
el_gr: Ακύρωση ραντεβού

source: Cancellations
el_gr: Ακυρώσεις

source: Sent sms
el_gr: Αποστολή sms

source: Sent e-mail
el_gr: Αποστολή e-mail

source: Complete Services:
el_gr: Ολοκλ. Υπηρεσίες:

source: Outstanding Services:
el_gr: Εκκρεμείς Υπηρεσίες:

source: Canceled Services:
el_gr: Ακυρωμένες Υπηρεσίες:

source: Customer from
el_gr: Πελάτης από

source: Sales of Services:
el_gr: Πωλήσεις Υπηρεσιών:

source: Product sales:
el_gr: Πωλήσεις Προϊόντων:

source: Discounts:
el_gr: Εκπτώσεις:

source: Points:
el_gr: Πόντοι:

source: Observation list
el_gr: Λίστα παρατηρήσεων

source: Print PDF
el_gr: Εκτύπωση PDF

source: Print Preview
el_gr: Προεπισκόπηση εκτύπωσης:

source: Observations
el_gr: Παρατηρήσεις

source: Completed appointments
el_gr: Ολοκληρωμενα ραντεβού

source: Pending-Cancelled appointments
el_gr: Σε αναμονή-Ακυρωμένα ραντεβού

source: Appointments
el_gr: Ραντεβού

source: More
el_gr: Περισσότερα

source: Less
el_gr: Λιγότερα

source: Add an appointment
el_gr: Προσθέστε ραντεβού

source: Create Customer
el_gr: Δημιουργία πελάτη

source: New Customer
el_gr: Νέος πελάτης

source: Walk-In
el_gr: Πελάτης λιανικής

source: In progress
el_gr: Σε εξέλιξη

source: Complete
el_gr: Ολοκληρώθηκε

source: Duration
el_gr: Διάρκεια

source: Transfer the appointment for
el_gr: Μεταφέρετε το ραντεβού για

source: to different date:
el_gr: σε διαφορετική ημερομηνία:

source: Change Appointment
el_gr: Αλλαγή ραντεβού

source: Services:
el_gr: Υπηρεσίες:

source: Start Date:
el_gr: Ημερομηνία έναρξης:

source: End Date:
el_gr: Ημερομηνία λήξης:

source: Finish
el_gr: Ολοκλήρωση

source: Select Employee
el_gr: Επιλέξτε Υπάλληλο

source: Select Service
el_gr: Επιλέξτε Υπηρεσία

source: Select Customer
el_gr: Επιλέξτε Πελάτη

source: Select Status
el_gr: Επιλέξτε Κατάσταση

source: Your appointment has not changed
el_gr: Το ραντεβού σας δεν έχει αλλάξει

source: Your appointment has been cancelled
el_gr: Το ραντεβού σας ακυρώθηκε

source: You want to cancel this appointment?
el_gr: Θέλετε να ακυρώσετε αυτό το ραντεβού;

source: Yes, cancel it!
el_gr: Ναι, ακυρώστε το!

source: today
el_gr: σήμερα

source: month
el_gr: μήνας

source: week
el_gr: εβδομάδα

source: day
el_gr: ημέρα

source: list
el_gr: λίστα

source: 2 days
el_gr: 2 ημέρες

source: Start:
el_gr: Εκκίνηση:

source: End:
el_gr: Λήξη:

source: Employee
el_gr: Εργαζόμενος

source: Checkout
el_gr: Ταμείο

source: Total Points
el_gr: Συνολικοί πόντοι

source: Until
el_gr: Μέχρι

source: Quantity
el_gr: Ποσότητα

source: Add Recipe
el_gr: Προσθέστε συνταγή

source: Subtotal
el_gr: Μερικό σύνολο

source: Invoice #:
el_gr: Τιμολόγιο #:

source: Created:
el_gr: Δημιουργήθηκε:

source: Payment Method
el_gr: Τρόπος πληρωμής

source: Item
el_gr: Είδος

source: Select start time
el_gr: Επιλέξτε ώρα έναρξης

source: Discount amount is NOT percentage and this must be less than the total price
el_gr: Το ποσό έκπτωσης ΔΕΝ είναι ποσοστό και αυτό πρέπει να είναι μικρότερο από τη συνολική τιμή

source: Select product
el_gr: Επιλέξτε προϊόν

source: Please Select
el_gr: Παρακαλώ επιλέξτε

source: Warning: you have only
el_gr: Προειδοποίηση: έχετε μόνο

source: in the store
el_gr: στο κατάστημα

source: Danger: you have only
el_gr: Προσοχή: έχετε μόνο

source: Enter used ml
el_gr: Πληκτρολογήστε τα χρησιμοποιημένα ml

source: Would you like to print your invoice?
el_gr: Θέλετε να εκτυπώσετε το τιμολόγιό σας;

source: No, Finish
el_gr: Όχι, Τέλος

source: Yes, Invoice
el_gr: Ναι, Τιμολόγιο

source: Warning -
el_gr: Προειδοποίηση -

source: You can not modify this appointment with completed status
el_gr: Δεν μπορείτε να τροποποιήσετε αυτό το ραντεβού με την κατάσταση ολοκληρώθηκε

source: You can not modify this appointment with cancelled status
el_gr: Δεν μπορείτε να τροποποιήσετε αυτό το ραντεβού με την κατάσταση ακυρώθηκε

source: New Year's Day
el_gr: Πρωτοχρονιά

source: Epiphany
el_gr: θεοφάνεια

source: The Three Holy Hierarchs
el_gr: Οι Τρεις Ιεράρχες

source: Clean Monday
el_gr: Καθαρά Δευτέρα

source: 25th of March (national holiday)
el_gr: 25η Μαρτίου (εθνική εορτή)

source: Annunciation of the Lord
el_gr: Ευαγγελισμός της Θεοτόκου

source: Good Friday
el_gr: Μεγάλη Παρασκευή

source: Easter Sunday
el_gr: Κυριακή του Πάσχα

source: Easter Monday
el_gr: Δευτέρα του Πάσχα

source: Labor Day / May Day
el_gr: Εργατική Πρωτομαγιά / Πρωτομαγιά

source: Holy Spirit Monday
el_gr: Δευτέρα του Αγίου Πνεύματος

source: Dormition of the Holy Virgin
el_gr: Κοίμηση της Θεοτόκου

source: The Restoration of Democracy
el_gr: Η αποκατάσταση της δημοκρατίας

source: The Ochi day
el_gr: Ημέρα του OXI

source: Polytechneio
el_gr: Εορτασμός της επετείου του Πολυτεχνείου

source: Armed Forces Day
el_gr: Ημέρα των Ενόπλων Δυνάμεων

source: Christmas Day
el_gr: Χριστούγεννα

source: Synaxis of the Mother of God
el_gr: Σύναξη της Μητέρας του Θεού

source: Save settings
el_gr: Αποθήκευση

source: If you select sms all your stores will use the sms Gateway for the notifications and campaigns
el_gr: Εάν επιλέξετε sms, όλα τα καταστήματά σας θα χρησιμοποιήσουν την πύλη sms για τις ειδοποιήσεις και τις καμπάνιες

source: If you select viber all your stores will use the viber Getaway for the notifications and campaigns
el_gr: Εάν επιλέξετε viber, όλα τα καταστήματά σας θα χρησιμοποιήσουν την πύλη viber για τις ειδοποιήσεις και τις καμπάνιες

source: If you select Viber first and then sms all your stores will use the Viber first and then sms for failed back Getaway for the notifications and campaigns
el_gr: Εάν επιλέξετε Viber πρώτα και στη συνέχεια sms όλα τα καταστήματά σας θα χρησιμοποιήσουν πρώτα το Viber και στη συνέχεια sms αν αποτυχει με την πρώτη επιλογή για τις ειδοποιήσεις και τις καμπάνιες

source: E.g If you customer could not be reach from viber service sms service will be selected
el_gr: Π.χ Εάν η υπηρεσία Viber δεν θα μπορέσει να βρεί τον πελάτη η υπηρεσία sms θα αναλάβει την Αποστολή

source: Sms and viber settings
el_gr: Ρυθμίσεις Sms και viber

source: Please choose one of the available option
el_gr: Επιλέξτε μία από τις διαθέσιμες επιλογές

source: SMS Only
el_gr: Μόνο SMS

source: Viber Only
el_gr: Μόνο Viber

source: Viber first and then sms
el_gr: Viber πρώτα και στη συνέχεια sms

source: Information
el_gr: Πληροφορίες

source: Subscription contracts
el_gr: Συμβόλαια συνδρομής

source: Here is the list of your subscription contracts
el_gr: Αυτή είναι η λίστα των συμβάσεων συνδρομής σας

source: Start Date
el_gr: Ημερομηνία έναρξης

source: Expiry Date
el_gr: Ημερομηνία λήξης

source: Amount of stores
el_gr: Ποσότητα καταστημάτων

source: Paid Date
el_gr: Ημερομηνία πληρωμής

source: Credits Purchases
el_gr: Αγορές Credits

source: Here is the list of your credits purchases
el_gr: Αυτή είναι η λίστα με τις αγορές των πόντων σας

source: Purchase Date
el_gr: Ημερομηνία αγοράς

source: Amount of credits
el_gr: Σύνολο των Credits

source: Credits Usage
el_gr: Χρήση Credits

source: Here is the list of your credits usage
el_gr: Αυτή είναι η λίστα της χρήσης των Credits σας

source: Usage Date
el_gr: Ημερομηνία Χρήσης

source: Usage Time
el_gr: Ώρα Χρήσης

source: Here you can find all your cancelled appointments for all your stores
el_gr: Εδώ μπορείτε να βρείτε όλα τα ακυρωμένα ραντεβού σας για όλα τα καταστήματα σας

source: Cancellations Report:
el_gr: Αναφορά ακυρώσεων:

source: Cancellation Date
el_gr: Ημερομηνία Ακύρωσης

source: Product Revenue
el_gr: Έσοδα προϊόντος

source: Services Revenue
el_gr: Έσοδα υπηρεσιών

source: Category
el_gr: Κατηγορία

source: Please select date from!
el_gr: Παρακαλώ επιλέξτε ημερομηνία από!

source: Some very important information about you
el_gr: Μερικές πολύ σημαντικές πληροφορίες για εσάς
